Repository: rafalpuczel/RFS-Front-End-Ajax-Login
Catalog: lang/rfs-front-end-ajax-login-*.po
Languages: pl_pl

source: Admin access for roles:
pl_pl: Panel administratora dostępny dla ról:

source: Enable Login lockdown
pl_pl: Włącz Login lockdown

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Max login fails
pl_pl: Limit nieudanych prób logowania

source: Number of login fails before locking the login functionality.
pl_pl: Liczba nieudanych prób logowania, która spowoduje zablokowanie logowania.

source: Login fails time period (minutes)
pl_pl: Przedział czasu nieudanych prób logowania (minuty)

source: Amount of time during which the login fails are counted.
pl_pl: Ilość czasu podczas kórego będą zliczane nieudane próby logowania

source: Login lockdown time length (minutes)
pl_pl: Długość blokowania logowania (minuty)

source: Determines how the login functionality will be locked.
pl_pl: Określa na jak długo logowanie zostanie zablokowane.

source: General
pl_pl: Ogólne

source: You have requested a password reminder
pl_pl: Poprosiłeś o przypomnienie hasła

source: Hello
pl_pl: Witaj

source: If you received this email by mistake, you can simply ignore it.
pl_pl: Jeżeli otrzymałeś ten email przez pomyłkę, po prostu go zignoruj

source: In order to set a new password click the button below
pl_pl: Aby ustawić nowe hasło, kliknij w poniższy przycisk

source: Set a new password
pl_pl: Ustaw nowe hasło

source: Alternatively you can paste the link below into the browser's address bar
pl_pl: Alternatywnie możesz wkleić poniższy link w pasek adresu w przeglądarce

source: Best regards
pl_pl: Pozdrawiamy

source: Your account has been created
pl_pl: Twoje konto zostało utworzone

source: In order to activate your account and set a password click the button below
pl_pl: Aby aktywować swoje konto i ustawić hasło, klinknij w poniższy przycisk

source: Activate my account
pl_pl: Aktywuj moje konto

source: An error occurred. Refresh the page and try again
pl_pl: Wystąpił błąd. Odśwież stronę i spróbuj ponownie

source: Fill in all fields
pl_pl: Wypełnij wszystkie pola

source: Invalid login or password
pl_pl: Nieprawidłowy login lub hasło

source: Authorization error occured
pl_pl: Bład autoryzacji

source: Username exists
pl_pl: Podana nazwa użytkownika już istnieje

source: Email exists
pl_pl: Podany adres e-mail jest już zarejestrowany

source: Invalid address email
pl_pl: Nieprawidłowy adres e-mail

source: The link is either expired or invalid
pl_pl: Link jest przeterminowany, bądź nieprawidłowy

source: Passwords must be the same
pl_pl: Hasła muszą być takie same

source: Password must contain at least 8 characters
pl_pl: Hasło musi zawierać co najmniej 8 znaków

source: Password must contain at least one lowercase letter
pl_pl: Hasło musi zawierać co najmniej jedną małą literę

source: Password must contain at least one uppercase letter
pl_pl: Hasło musi zawierać co najmniej jedną dużą literę

source: Password must contain at least one number
pl_pl: Hasło musi zawierać co najmniej jedną cyfrę

source: Password must contain at least one special character
pl_pl: Hasło musi zawierać co najmniej jeden znak specjalny

source: The user does not exist
pl_pl: Użykownik nie istnieje

source: Your account has been created. You will receive an email with an activation link.
pl_pl: Twoje konto zostało utworzone. Otrzymasz maila z linkiem aktywacyjnym.

source: An email with a password reset link has been sent.
pl_pl: Email z linkiem do zresetowania hasła został wysłany

source: Changes has been saved
pl_pl: Zmiany zostały zapisane

source: Your password has been changed. You will be logged out in
pl_pl: Twoje hasło zostało zmienione. Zostaniesz wylogowany/a za

source: Registration
pl_pl: Rejestracja

source: Password reminder
pl_pl: Przypomnienie hasła

source: My account
pl_pl: Moje konto

source: Logout
pl_pl: Wyloguj

source: Logging in
pl_pl: Logowanie

source: Login (username)
pl_pl: Login (nazwa użytkownika)

source: Password
pl_pl: Hasło

source: Log in
pl_pl: Zaloguj się

source: Do not have an account yet?
pl_pl: Nie masz konta?

source: Register
pl_pl: Zarejestruj się

source: Forgot your password?
pl_pl: Nie pamiętasz hasła?

source: Remind
pl_pl: Przypomnij

source: Username
pl_pl: Nazwa użytkownika

source: Email address
pl_pl: Adres email

source: Have an account already?
pl_pl: Posiadasz konto?

source: Password remind
pl_pl: Przypomnienie hasła

source: Username or email
pl_pl: Nazwa użytkownika lub email

source: Account activation
pl_pl: Aktywacja konta

source: Set new password
pl_pl: Ustaw nowe hasło

source: Your account has been activated. Set your new password below
pl_pl: Twoje konto zostało aktywowane. Ustaw nowe hasło poniżej

source: Repeat password
pl_pl: Powtórz hasło

source: Password hint
pl_pl: Wskazówka do hasła

source: Password must contain:
pl_pl: Hasło musi zawierać:

source: at least 8 characters
pl_pl: co najmniej 8 znaków

source: at least one lower case letter
pl_pl: co najmniej jedną małą literę

source: at least one uppercase letter
pl_pl: co najmniej jedną dużą literę

source: at least one number
pl_pl: co najmniej jedną cyfrę

source: at least one special character
pl_pl: co najmniej jeden znak specjalny

source: Set password
pl_pl: Ustaw hasło

source: Password change
pl_pl: Zmiana hasła

source: Your password has been changed. Log in using the link below
pl_pl: Twoje hasło zostało zmienione. Zaloguj się korzystając z linku poniżej

source: Account details
pl_pl: Szczegóły konta

source: Login (cannot be changed)
pl_pl: Login (nie może zostać zmieniony)

source: Save
pl_pl: Zapisz

source: You have no access to this page
pl_pl: Nie masz dostępu do tej strony

source: RFS Front End AJAX Login - Login page not found. Set login page to activate plugin functionalities.
pl_pl: RFS Front End AJAX Login - Nie znaleziono strony logowania. Ustaw stronę logowania, aby aktywować funkcjonalności wtyczki.

source: RFS Front End AJAX Login - Profile page not found. Set profile page to activate plugin functionalities.
pl_pl: RFS Front End AJAX Login - Nie znaleziono strony profilowej. Ustaw stronę profilową, aby aktywować funkcjonalności wtyczki.

source: RFS Front End AJAX Login - In order to enable front end registration and profile page, turn on the user registration setting in
pl_pl: RFS Front End AJAX Login - aby włączyć funkcjonalność rejestracji oraz stronę profilową, włącz możliwość rejestracji użytkowników w

source: General Settings
pl_pl: Ustawieniach Ogólnych

source: Set as login page
pl_pl: Ustaw jako stronę logowania

source: Set as profile page
pl_pl: Ustaw jako stronę profilową

source: Set
pl_pl: Ustaw

source: Login page
pl_pl: Strona logowania

source: Profile page
pl_pl: Strona profilowa

source: This page is used as a login page.
pl_pl: Ta strona służy jako strona logowania.

source: This page is used as a profile page.
pl_pl: Ta strona służy jako strona profilowa
